Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
id_id: Fitur Manajemen Kinerja yang memungkinkan karyawan dengan cepat dan mudah memberikan rekan kerja mereka observasi tentang peristiwa dan situasi yang mereka saksikan, serta meminta masukan dari rekan kerja tentang pekerjaan mereka sendiri.

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
id_id: Fitur Manajemen Kinerja yang menawarkan asisten AI canggih untuk membuat tujuan dan template dari input yang telah ditentukan.

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
id_id: Fitur Manajemen Kinerja yang memungkinkan karyawan dan manajer untuk melacak tujuan profesional menggunakan sasaran yang spesifik dan terukur dengan metrik pencapaian dan hasil yang dapat diukur.

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
id_id: Fitur aplikasi umum yang berisi serangkaian widget yang menawarkan sorotan tentang peristiwa penting terkait kompensasi dan kinerja, tergantung pada fitur yang diaktifkan di platform.

source: Compensation recommendations
id_id: Rekomendasi kompensasi

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
id_id: Fitur Pay Intelligence yang menawarkan kerangka kerja machine learning yang canggih kepada pengguna untuk menghasilkan rekomendasi kompensasi otomatis bagi pekerja baru dan yang sudah ada.

source: Pay Analysis
id_id: Analisis Gaji

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
id_id: Fitur yang menyediakan analisis kepada pengguna yang dihasilkan di PayAnalytics berdasarkan pemetaan dan snapshot yang mereka buat di platform

source: Proxy Permission Manager
id_id: Manajer Izin Proksi

source: Proxy Permission Settings
id_id: Pengaturan Izin Proksi

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
id_id: Fitur Manajemen Kinerja yang memungkinkan administrator HR membuat penilaian kinerja di mana karyawan dan manajer merefleksikan peristiwa yang terjadi selama periode waktu tertentu.

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
id_id: Fitur Manajemen Kinerja yang menawarkan pencarian cerdas untuk mendeteksi kata-kata tidak profesional sesuai dengan daftar yang dapat disesuaikan.

source: Talent Review
id_id: Peninjauan Talenta

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
id_id: Fitur manajemen kinerja yang memungkinkan manajer dan HR menilai talenta menggunakan grid 9-kotak berdasarkan kinerja, potensi, dan faktor risiko.

source: Your insights will not be shared with the feedback sender.
id_id: Wawasan Anda tidak akan dibagikan kepada pengirim umpan balik.

source: Your reaction will be visible to all the people with whom this feedback was shared.
id_id: Reaksi Anda akan terlihat oleh semua orang yang menerima umpan balik ini.

source: Feedback actions
id_id: Tindakan umpan balik

source: Add people
id_id: Tambah orang

source: Something I really appreciate about you is
id_id: Salah satu hal yang sangat saya hargai dari Anda adalah

source: Endorsed
id_id: Didukung

source: By endorsing feedback, you acknowledge a demonstrated strength.
id_id: Dengan mendukung umpan balik, Anda mengakui kelebihan yang telah ditunjukkan.

source: Behavior feedback
id_id: Umpan balik perilaku

source: Keep your focus!
id_id: Tetap fokus!

source: By suggesting to keep focus, you highlight a developmental area on which to concentrate.
id_id: Dengan menyarankan untuk tetap fokus, Anda menyoroti area pengembangan yang perlu diperhatikan.

source: No description available.
id_id: Tidak ada deskripsi yang tersedia.

source: and {{count}} others
id_id: dan {{count}} lainnya

source: Set rating for this behavior
id_id: Tetapkan penilaian untuk perilaku ini

source: Let's meet
id_id: Mari bertemu

source: Clarity for worker
id_id: Kejelasan bagi pekerja

source: Your feedback was described as
id_id: Umpan balik Anda dijelaskan sebagai

source: Wonderful! Thank you for your reaction.
id_id: Luar biasa! Terima kasih atas tanggapan Anda.

source: Write a reaction
id_id: Tulis reaksi

source: Have they demonstrated any of the below behaviors?
id_id: Apakah mereka telah menunjukkan salah satu perilaku di bawah ini?

source: Have they demonstrated any company behaviors?
id_id: Apakah mereka telah menunjukkan perilaku perusahaan?

source: Have they demonstrated any of our company behaviors?
id_id: Apakah mereka telah menunjukkan salah satu perilaku perusahaan kita?

source: Clear requests lead to more relevant and meaningful feedback. Describe clearly the areas on which you would like feedback.
id_id: Permintaan yang jelas menghasilkan umpan balik yang lebih relevan dan bermakna. Jelaskan dengan jelas area yang ingin Anda dapatkan umpan baliknya.

source: Share your insights
id_id: Bagikan wawasan Anda

source: Create context by detailing what you observed and when you observed it.
id_id: Buat konteks dengan merinci apa yang Anda amati dan kapan Anda mengamatinya.

source: Select people
id_id: Pilih orang

source: Select person
id_id: Pilih seseorang

source: Select the company behaviors that {{Name}} has demonstrated.
id_id: Pilih perilaku perusahaan yang telah ditunjukkan oleh {{Name}}.

source: Fantastic! Thank you for your feedback!
id_id: Luar biasa! Terima kasih atas masukan Anda!

source: Delete feedback
id_id: Hapus umpan balik

source: Delete note
id_id: Hapus catatan

source: Edit note
id_id: Edit catatan

source: Endorse
id_id: Dukung

source: Endorse this feedback to let your colleagues know that you agree.
id_id: Dukung umpan balik ini untuk memberi tahu rekan kerja Anda bahwa Anda setuju.

source: Favorite
id_id: Favorit

source: Wonderful! Favoriting feedback is the highest compliment.
id_id: Luar biasa! Menandai umpan balik sebagai favorit adalah bentuk pujian tertinggi.

source: Favorite feedback
id_id: Umpan balik favorit

source: Favorite this feedback to let your colleague know how much you value their opinion!
id_id: Favoritkan umpan balik ini untuk memberi tahu rekan kerja Anda betapa Anda menghargai pendapat mereka!

source: {{name}} request
id_id: Permintaan {{name}}

source: Are you ready to send this reply? This feedback will only be sent to the manager, {{name}} {{nickName}} will not see it.
id_id: Apakah Anda siap mengirim balasan ini? Umpan balik ini hanya akan dikirimkan kepada manajer, {{name}} {{nickName}} tidak akan melihatnya.

source: You have sent a meet request to {{name}} ({{nickName}}).
id_id: Anda telah mengirim permintaan pertemuan kepada {{name}} ({{nickName}}).

source: Are you sure you want to proceed?
id_id: Apakah Anda yakin ingin melanjutkan?

source: This feedback will be sent to {{count}} recipients.
id_id: Umpan balik ini akan dikirim ke {{count}} penerima.

source: This feedback will be shared with {{count}} recipient.
id_id: Umpan balik ini akan dibagikan kepada {{count}} penerima.

source: This feedback will be shared with {{count}} recipients.
id_id: Umpan balik ini akan dibagikan kepada {{count}} penerima.

source: Reflect on your intentions before sharing feedback. You should always thrive to inspire development.
id_id: Renungkan niat Anda sebelum memberikan umpan balik. Anda harus selalu berusaha untuk menginspirasi pengembangan.

source: Purposeful
id_id: Penuh tujuan

source: Focus the conversation on the future.
id_id: Fokuskan diskusi pada masa depan.

source: To get started, request feedback from your network
id_id: Untuk memulai, mintalah umpan balik dari jaringan Anda

source: No received feedback
id_id: Tidak ada umpan balik yang diterima

source: Feedback requested
id_id: Umpan balik diminta

source: Perceived clarity
id_id: Persepsi kejelasan

source: Clarity (avg).
id_id: Kejelasan (rata-rata).

source: {{count}} more feedback insights to go to the next update
id_id: {{count}} wawasan umpan balik lagi untuk pembaruan berikutnya

source: Feedback insights received
id_id: Wawasan umpan balik diterima

source: Feedback insights
id_id: Wawasan umpan balik

source: This widget provides insights into how your feedback is perceived by colleagues to whom you have given feedback.
id_id: Widget ini memberikan wawasan tentang bagaimana umpan balik Anda dipersepsikan oleh rekan kerja yang Anda beri umpan balik.

source: Perceived trust
id_id: Persepsi kepercayaan

source: Trust (avg).
id_id: Kepercayaan (rata-rata).

source: You have sent a reminder to {{givenName}} just now.
id_id: Anda baru saja mengirim pengingat kepada {{givenName}}.

source: I saw you do X well and I want to ensure you know this is a strength
id_id: Saya melihat Anda melakukan X dengan baik dan saya ingin memastikan Anda tahu bahwa ini adalah kekuatan

source: You have sent a reminder to {{givenName}}.
id_id: Anda telah mengirim pengingat kepada {{givenName}}.

source: Meeting up about feedback is a great opportunity to gain more insight!
id_id: Bertemu untuk membahas umpan balik adalah kesempatan yang bagus untuk mendapatkan lebih banyak wawasan!

source: Thanks
id_id: Terima kasih

source: Say thank you to let your colleague know you appreciate their feedback!
id_id: Ucapkan terima kasih agar rekan kerja Anda tahu bahwa Anda menghargai umpan balik mereka!

source: Add goals
id_id: Tambah tujuan

source: Edit goals
id_id: Edit tujuan

source: Related goals
id_id: Tujuan terkait

source: Link this feedback to your goals
id_id: Hubungkan umpan balik ini ke tujuan Anda

source: Feedback related to goals is visible by your line manager.
id_id: Umpan balik terkait tujuan dapat dilihat oleh atasan langsung Anda.

source: Request answered
id_id: Permintaan dijawab

source: Feedback comments
id_id: Komentar umpan balik

source: Request pending
id_id: Permintaan tertunda

source: Manage sharing
id_id: Kelola berbagi

source: Would you prefer to have a conversation?
id_id: Apakah Anda lebih suka untuk berdiskusi?

source: Suggest a meet-up to further discuss the feedback with your colleague!
id_id: Sarankan pertemuan untuk mendiskusikan umpan balik ini lebih lanjut dengan rekan kerja Anda!

source: Thank you for your endorsement! You have made a colleague happy.
id_id: Terima kasih atas dukungan Anda! Anda telah membuat rekan kerja senang.

source: Excellent! You've made a colleague happy today.
id_id: Luar biasa! Anda telah membuat rekan kerja senang hari ini.

source: Thank you! Meeting up is a great opportunity to gain more insights.
id_id: Terima kasih! Bertemu langsung adalah kesempatan yang baik untuk mendapatkan lebih banyak wawasan.

source: {{givenName}} {{nickName}} will get a notification.
id_id: {{givenName}} {{nickName}} akan menerima notifikasi.

source: You have retracted your endorsement
id_id: Anda telah menarik dukungan Anda

source: You have removed this favorite
id_id: Anda telah menghapus favorit ini

source: You have retracted your "Thanks"
id_id: Anda telah menarik kembali "Terima kasih" Anda

source: You have canceled this request to meet. Send a new request if you didn't intend to cancel.
id_id: Anda telah membatalkan permintaan untuk bertemu ini. Kirim permintaan baru jika Anda tidak bermaksud membatalkannya.

source: {{givenName}} {{nickName}} will not be notified.
id_id: {{givenName}} {{nickName}} tidak akan diberi notifikasi.

source: My comment
id_id: Komentar saya

source: My note
id_id: Catatan saya

source: To change your impact, you could have:
id_id: Untuk mengubah dampak Anda, Anda dapat:

source: You must select at least one person.
id_id: Anda harus memilih setidaknya satu orang.

source: The feedback was not yet shared with anyone in the company.
id_id: Umpan balik tersebut belum dibagikan kepada siapa pun di perusahaan.

source: Note
id_id: Catatan

source: Add a note capturing insights from an offline conversation. Feedback notes are only visible to you.
id_id: Tambahkan catatan yang berisi wawasan dari diskusi offline. Catatan umpan balik hanya terlihat oleh Anda.

source: Start building your feedback center!
id_id: Mulai membangun pusat umpan balik Anda!

source: You can create your own feedback notes here
id_id: Anda dapat membuat catatan umpan balik Anda sendiri di sini

source: Feedback from
id_id: Umpan balik dari

source: You have added this feedback.
id_id: Anda telah menambahkan umpan balik ini.

source: Your feedback note is saved!
id_id: Catatan umpan balik Anda telah disimpan!

source: Feedback received from (optional)
id_id: Masukan diterima dari (opsional)

source: Search for a person
id_id: Cari seseorang

source: These notes are only visible to you.
id_id: Catatan ini hanya dapat dilihat oleh Anda.

source: {{givenName}}'s observations
id_id: Pengamatan {{givenName}}

source: Base your feedback on behaviors you’ve observed.
id_id: Dasarkan umpan balik Anda pada perilaku yang telah Anda amati.

source: Observational
id_id: Observasional

source: I can see you’re having a positive impact on
id_id: Saya melihat Anda memberikan dampak positif pada

source: From {{givenName}}'s perspective, you did well on:
id_id: Dari sudut pandang {{givenName}}, Anda berhasil dalam:

source: You have identified this feedback as public.
id_id: Anda telah menandai umpan balik ini sebagai publik.

source: Here you will see public feedback received by your colleagues.
id_id: Di sini Anda akan melihat umpan balik publik yang diterima oleh rekan kerja Anda.

source: {{name}} has identified this feedback as public.
id_id: {{name}} telah menandai umpan balik ini sebagai publik.

source: Observations
id_id: Observasi

source: Recognized behaviors for {{givenName}}
id_id: Perilaku yang diakui untuk {{givenName}}

source: Feedback sent to
id_id: Umpan balik dikirim ke

source: Your colleagues can see this feedback
id_id: Rekan kerja Anda dapat melihat umpan balik ini

source: In my opinion, this feedback is:
id_id: Menurut saya, umpan balik ini:

source: Rate this feedback
id_id: Beri nilai umpan balik ini

source: Share your insights anonymously about this feedback experience.
id_id: Bagikan wawasan Anda secara anonim tentang pengalaman umpan balik ini.

source: Very clear
id_id: Sangat jelas

source: I understand the points made in this feedback:
id_id: Saya memahami poin-poin yang disampaikan dalam umpan balik ini:

source: Are you sure you want to submit this rating?
id_id: Apakah Anda yakin ingin mengirimkan penilaian ini?

source: Submit rating
id_id: Kirim penilaian

source: Use this option to rate this feedback anonymously.
id_id: Gunakan opsi ini untuk menilai umpan balik ini secara anonim.

source: Rate this feedback anonymously
id_id: Beri penilaian pada umpan balik ini secara anonim

source: Share anonymously your observations about this feedback experience.
id_id: Bagikan secara anonim pengamatan Anda tentang pengalaman umpan balik ini.

source: High trust
id_id: Kepercayaan tinggi

source: I trust that the feedback intends to help me grow:
id_id: Saya percaya bahwa umpan balik ini bertujuan untuk membantu saya berkembang:

source: Low trust
id_id: Kepercayaan rendah

source: Your observations will not be shared with the sender of the feedback.
id_id: Pengamatan Anda tidak akan dibagikan kepada pengirim umpan balik.

source: Thank you for sharing your thoughts!
id_id: Terima kasih telah membagikan pendapat Anda!

source: All ratings sent through goal rating are anonymous.
id_id: Semua penilaian yang dikirim melalui penilaian tujuan bersifat anonim.

source: Share your feedback within a week of the event.
id_id: Bagikan umpan balik Anda dalam waktu satu minggu setelah acara.

source: Real-time
id_id: Waktu nyata

source: Start building your feedback center! Request feedback to kick-start your development.
id_id: Mulai membangun pusat umpan balik Anda! Minta umpan balik untuk memulai pengembangan Anda.

source: Recognized behaviors
id_id: Perilaku yang diakui

source: Give recognition
id_id: Berikan penghargaan

source: Redeem rewards
id_id: Tukar hadiah

source: Recognition points to give
id_id: Poin pengakuan untuk diberikan

source: Recognition
id_id: Pengakuan

source: Received recognition points
id_id: Poin pengakuan yang diterima

source: View recognition
id_id: Lihat pengakuan

source: A reminder was sent to {{fullName}} about your pending feedback request.
id_id: Pengingat telah dikirim kepada {{fullName}} mengenai permintaan umpan balik Anda yang masih tertunda.

source: Replied to
id_id: Membalas

source: My request about {{name}}
id_id: Permintaan saya tentang {{name}}

source: About me
id_id: Tentang saya

source: About my team
id_id: Tentang tim saya

source: You must select a team member.
id_id: Anda harus memilih anggota tim.

source: Request feedback from
id_id: Minta umpan balik dari

source: Request feedback on a team member
id_id: Minta umpan balik tentang anggota tim

source: {{givenName}}'s answer to your behavior feedback request
id_id: Jawaban {{givenName}} atas permintaan umpan balik perilaku Anda

source: You have requested feedback regarding these behaviors:
id_id: Anda telah meminta umpan balik terkait perilaku berikut:

source: Request feedback on a behavior
id_id: Minta umpan balik tentang suatu perilaku

source: You must add a description.
id_id: Anda harus menambahkan deskripsi.

source: Describe your request
id_id: Jelaskan permintaan Anda

source: Request feedback on
id_id: Minta umpan balik tentang

source: Provide the context of your interaction with the person. Ask for feedback on a specific achievement or behavior (with explicit examples/observations) and the impact it had on them/others. Thank them for their openness and their time.
id_id: Jelaskan konteks interaksi Anda dengan orang tersebut. Mintalah umpan balik tentang pencapaian atau perilaku tertentu (dengan contoh atau pengamatan yang jelas) serta dampaknya terhadap mereka/orang lain. Ucapkan terima kasih atas keterbukaan dan waktu mereka.

source: Feedback request
id_id: Permintaan umpan balik

source: Here are some questions you can ask
id_id: Berikut beberapa pertanyaan yang dapat Anda ajukan

source: Need some inspiration?
id_id: Butuh inspirasi?

source: Remove {{count}} recipient to send this request.
id_id: Hapus {{count}} penerima untuk mengirim permintaan ini.

source: This feedback request will be sent to {{count}} recipients.
id_id: Permintaan umpan balik ini akan dikirimkan kepada {{count}} penerima.

source: This feedback request will be sent to {{count}} recipient.
id_id: Permintaan umpan balik ini akan dikirimkan kepada {{count}} penerima.

source: Remove {{count}} recipients to send this request.
id_id: Hapus {{count}} penerima untuk mengirim permintaan ini.

source: The requested feedback will be linked to your goal. If the person needs to see your goal to provide feedback, make sure you share your goal with them.
id_id: Umpan balik yang diminta akan ditautkan dengan tujuan Anda. Jika orang tersebut perlu melihat tujuan Anda untuk memberikan umpan balik, pastikan Anda membagikan tujuan Anda dengan mereka.

source: {{givenName}} has requested feedback regarding this behavior.
id_id: {{givenName}} telah meminta umpan balik terkait perilaku ini.

source: {{givenName}} has requested feedback regarding this goal
id_id: {{givenName}} telah meminta umpan balik terkait tujuan ini

source: Once you reply to this request, it will only be sent to {{receiver}} and not to {{about}}. In case of a change of manager for {{about}}, then new manager will see your reply to this request.
id_id: Setelah Anda membalas permintaan ini, permintaan hanya akan dikirim ke {{receiver}} dan tidak ke {{about}}. Jika terjadi pergantian manajer untuk {{about}}, maka manajer baru akan melihat balasan Anda terhadap permintaan ini.

source: How can {{givenName}} improve this behavior?
id_id: Bagaimana {{givenName}} dapat meningkatkan perilaku ini?

source: Give some ideas here
id_id: Berikan beberapa ide di sini

source: Has {{givenName}} demonstrated any of our company behaviors?
id_id: Apakah {{givenName}} telah menunjukkan salah satu perilaku perusahaan kita?

source: {{givenName}} has requested feedback in relation to these behaviors
id_id: {{givenName}} telah meminta umpan balik terkait perilaku-perilaku ini

source: Feedback from {{fullName}}
id_id: Umpan balik dari {{fullName}}

source: Once you have clicked Give feedback, {{givenName}} will receive a meet request notification.
id_id: Setelah Anda mengklik Beri umpan balik, {{givenName}} akan menerima notifikasi permintaan pertemuan.

source: Provide details regarding your observations on {{givenName}}.
id_id: Berikan detail mengenai pengamatan Anda tentang {{givenName}}.

source: What has particularly impressed you? What constructive feedback can you give?
id_id: Apa yang paling mengesankan bagi Anda? Umpan balik konstruktif apa yang dapat Anda berikan?

source: Share your insights about
id_id: Bagikan wawasan Anda tentang

source: Share your observations
id_id: Bagikan pengamatan Anda

source: Provide context, for instance by giving details regarding what you observed and when you observed it.
id_id: Berikan konteks, misalnya dengan memberikan detail tentang apa yang Anda amati dan kapan Anda mengamatinya.

source: You can reply to this request with a "Let's meet" invitation or with a comment
id_id: Anda dapat membalas permintaan ini dengan undangan "Mari bertemu" atau dengan komentar

source: Back to the feedback request
id_id: Kembali ke permintaan umpan balik

source: "Let's meet" invitation only
id_id: Hanya undangan "Mari bertemu"

source: Replying to
id_id: Membalas kepada

source: Request sent to
id_id: Permintaan dikirim ke

source: Brilliant! Thank you for your feedback request!
id_id: Luar biasa! Terima kasih atas permintaan umpan balik Anda!

source: You're up-to-date with all your feedback requests.
id_id: Anda sudah mengikuti semua permintaan umpan balik Anda.

source: This feedback was successfully deleted.
id_id: Umpan balik ini berhasil dihapus.

source: Last seen on {{datetime}}
id_id: Terakhir dilihat pada {{datetime}}

source: {{givenName}} has not yet replied to this request.
id_id: {{givenName}} belum membalas permintaan ini.

source: Requested: {{date}}
id_id: Diminta: {{date}}

source: {{givenName}} {{nickName}} would like to meet up with you about this feedback request.
id_id: {{givenName}} {{nickName}} ingin bertemu dengan Anda untuk membahas permintaan umpan balik ini.

source: I would love to see you do more of X as it relates to Y
id_id: Saya ingin sekali melihat Anda lebih banyak melakukan X terkait dengan Y

source: Remove {{count}} recipient to send this feedback.
id_id: Hapus {{count}} penerima untuk mengirim umpan balik ini.

source: Remove {{count}} recipients to send this feedback.
id_id: Hapus {{count}} penerima untuk mengirim umpan balik ini.

source: Recognized behaviors for all
id_id: Perilaku yang diakui untuk semua

source: Send a reminder
id_id: Kirim pengingat

source: Should {{user}}'s manager change, the new manager will then see your reply to this request.
id_id: Jika manajer {{user}} berubah, manajer baru akan melihat balasan Anda untuk permintaan ini.
